{
  "parse_error": "Por favor, revisa el formato de tu respuesta. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "location_error": "Una de las ubicaciones usadas no se encontró en el mapa. Recuerda usar únicamente las ubicaciones indicadas en el mapa de la ciudad. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "coordinates_error": "Las coordenadas de una de las ubicaciones no cumplen las reglas para moverte por la ciudad. Recuerda que las coordenadas de las locaciones a las que deseas moverte tienen que estar conectadas con la locación anterior que visitaste, ya sea en el eje x o en el eje y. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "cardinal_direction_error": "La dirección cardinal utilizada no es válida. Recuerda usar Norte, Sur, Este u Oeste. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "clue_with_no_adjectives": "Una de tus pistas no contiene adjetivos. Recuerda que cada movimiento debe tener al menos un adjetivo que describa la ubicación. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "not_negation_used": "Una de las pistas no sigue las reglas. Recuerda que solo puedes usar los adjetivos de la lista o su versión negada, como 'gracioso' y 'no gracioso'. Pero no se permite 'muy gracioso' o similares. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "adjective_not_found": "Uno de los adjetivos usados como pista no está en la lista de adjetivos permitidos. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "adjective_used_twice": "Uno de los adjetivos se utilizó más de una vez. Recuerda que solo puedes usar cada adjetivo una vez. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "coordinates_outside_map": "Las coordenadas proporcionadas están fuera de los límites de la ciudad. Intenta recordar el rango de números que utiliza el mapa de la ciudad. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_direction": "La respuesta no contiene la dirección en el formato esperado. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_clues": "La respuesta no contiene pistas en el formato esperado. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_destination": "La respuesta no contiene el destino previsto en el formato esperado. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_movements_more": "Se proporcionaron demasiadas direcciones-pistas. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_movements_less": "Se proporcionaron muy pocas direcciones-pistas. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente.",
  "parse_error_points": "La respuesta no contiene las locaciones en el formato esperado. Recordatorio: tu respuesta no puede contener ningún texto adicional aparte de las pistas en el formato correspondiente."
}