{
    "parse_error": "'Ελεγξε τη σύνταξη της απάντησής σου. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "location_error": "Μια απο τις τοποθεσίες δεν υπάρχει στον χάρτη. Βεβαιώσου ότι έχεις χρησιμοποιήσει ονόματα τοποθεσιών που υπάρχουν στον χάρτη. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "coordinates_error": "Οι συντεταγμένες που έδωσες δεν είναι έγκυρες. Βεβαιώσου ότι οι συντεταγμένες των τοποθεσιών στις οποίες θέλεις να μετακινηθείς πρέπει να είναι συνδεδεμένες με την προηγούμενη τοποθεσία που επισκέφθηκες, είτε κατά τον άξονα x είτε κατά τον άξονα y. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "cardinal_direction_error": "Η κατεύθυνση που έδωσες δεν είναι έγκυρη. Βεβαιώσου ότι έχεις χρησιμοποιήσει έγκυρες κατευθύνσεις (π.χ. Βόρεια, Νότια, Ανατολικά, Δυτικά). Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "clue_with_no_adjectives": "Η ένδειξη που έδωσες δεν περιέχει επίθετα ως στοιχεία. Βεβαιώσου ότι το κάθε βέλος περιλαμβάνει τουλάχιστον ένα επίθετο. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "not_negation_used": "Ένα από τα βέλη που έδωσες δεν ακολουθεί τους κανόνες. Βεβαιώσου ότι έχεις χρησιμοποιήσει μόνο επίθετα που περιλαμβάνονται στην λίστα επιθέτων ή είναι σε μορφή άρνησης, π.χ. αστείο, όχι αστείο. Η μορφή 'πολύ αστείο' δεν είναι έγκυρη. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "adjective_not_found": "Ένα από τα επίθετα που έδωσες δεν υπάρχει στην λίστα επιθέτων. Βεβαιώσου ότι έχεις χρησιμοποιήσει μόνο επίθετα που περιλαμβάνονται στην λίστα επιθέτων. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "adjective_used_twice": "Ένα από τα επίθετα που έδωσες έχει χρησιμοποιηθεί περισσότερες από μια φορές. Βεβαιώσου ότι κάθε επίθετο χρησιμοποιείται μόνο μία φορά. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "coordinates_outside_map": "Οι συντεταγμένες που έδωσες είναι εκτός του χάρτη. Βεβαιώσου ότι οι συντεταγμένες βρίσκονται εντός των ορίων του χάρτη. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_direction": "Η απάντησή σου δεν περιέχει κατεύθυνση στην αναμενόμενη μορφή. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_clues": "Η απάντησή σου δεν περιέχει στοιχεία στην αναμενόμενη μορφή. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_destination": "Η απάντησή σου δεν περιέχει τον προορισμό στην αναμενόμενη μορφή. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_movements_more": "Έχεις δώσει περισσότερα στοιχεία από όσα επιτρέπονται. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_movements_less": "Έχεις δώσει λιγότερα στοιχεία από όσα απαιτούνται. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή.",
    "parse_error_points": "Η απάντησή σου δεν περιέχει τοποθεσίες στην αναμενόμενη μορφή. Υπενθύμιση: η απάντησή σου δεν πρέπει να περιέχει κανένα επιπλέον κείμενο εκτός από τα στοιχεία στην κατάλληλη μορφή."
}